Repository: darkroomengineering/cmux
Catalog: ios/ProgramaSpike/ProgramaSpike/Shared/Localizable.xcstrings
Source language: en
Languages: ja

source: State
ja: 状態

# about.version.label
source: Version
ja: バージョン

# about.version.unknown
source: unknown
ja: 不明

# agentBadge.blocked
source: Blocked
ja: ブロック中

# agentBadge.idle
source: Idle
ja: 待機中

# agentBadge.working
source: Working
ja: 作業中

# agentDetail.prompt.placeholder
source: Prompt text
ja: プロンプトのテキスト

# agentDetail.section.surfaces
source: Surfaces
ja: サーフェス

# agentDetail.section.unblock
source: Unblock it
ja: ブロックを解除

# agentDetail.send.button
source: Send
ja: 送信

# agentDetail.send.failed
source: Failed: %@
ja: 失敗しました：%@

# agentDetail.send.success
source: Sent.
ja: 送信しました。

# agentDetail.surfaces.empty
source: No surfaces in this workspace.
ja: このワークスペースにはサーフェスがありません。

# bridge.error.connectionClosed
source: connection closed
ja: 接続が閉じられました

# bridge.error.connectionLost
source: connection lost: %@
ja: 接続が失われました：%@

# bridge.error.deviceIdentityFailed
source: could not load device identity
ja: デバイスIDを読み込めませんでした

# bridge.error.encodingFailed
source: failed to encode request
ja: リクエストのエンコードに失敗しました

# bridge.error.invalidTicket
source: invalid pairing ticket
ja: 無効なペア設定チケットです

# bridge.error.malformedResponse
source: malformed response from bridge
ja: ブリッジからの応答が不正です

# bridge.error.notAdmitted
source: not admitted by the Mac: %@
ja: Macに承認されませんでした：%@

# bridge.error.notConnected
source: not connected to the bridge
ja: ブリッジに接続されていません

# bridge.error.setupFailed
source: connection setup failed
ja: 接続のセットアップに失敗しました

# bridge.error.ticketParseFailed
source: could not parse the pairing ticket
ja: ペア設定チケットを解析できませんでした

# bridge.error.timedOut
source: the Mac did not respond in time
ja: Macが時間内に応答しませんでした

# bridge.error.unreachable
source: could not reach that Mac — is Programa running with Settings ▸ Phone turned on?
ja: そのMacに接続できませんでした — Programaが起動していて「設定 ▸ 電話」がオンになっていますか？

# cloudKit.push.alertBody
source: An agent needs you
ja: エージェントの対応が必要です

# common.cancel
source: Cancel
ja: キャンセル

# connection.path.direct
source: direct
ja: 直接接続

# connection.path.privateNetwork
source: private network
ja: プライベートネットワーク

# connection.path.relay
source: relay (%@)
ja: リレー（%@）

# connection.path.unavailable
source: unavailable
ja: 利用不可

# connection.path.unknown
source: unknown
ja: 不明

# icloud.status.couldNotDetermine
source: Could not check this iPhone's iCloud status.
ja: このiPhoneのiCloudステータスを確認できませんでした。

# icloud.status.noAccount
source: Sign in to iCloud on this iPhone (Settings > [your name]) to get notified when an agent needs you while Programa is in the background.
ja: Programaがバックグラウンドで実行されている間にエージェントが対応を必要とした際に通知を受け取るには、このiPhoneでiCloudにサインインしてください（設定 > [あなたの名前]）。

# icloud.status.restricted
source: iCloud is restricted on this iPhone, so background notifications won't work.
ja: このiPhoneではiCloudが制限されているため、バックグラウンド通知は機能しません。

# icloud.status.temporarilyUnavailable
source: iCloud is temporarily unavailable, so background notifications may be delayed.
ja: iCloudが一時的に利用できないため、バックグラウンド通知が遅れる場合があります。

# liveActivity.error.disabled
source: Live Activities are disabled; agent status won't appear on the Lock Screen.
ja: ライブアクティビティが無効になっているため、エージェントの状態はロック画面に表示されません。

# liveActivity.error.startFailed
source: Could not start Live Activity: %@
ja: ライブアクティビティを開始できませんでした：%@

# liveActivity.macName
source: your Mac
ja: あなたのMac

# live_activity.headline.allClear
source: All clear
ja: 問題なし

# live_activity.headline.blocked.one
source: 1 agent needs you
ja: 1件のエージェントが対応を待っています

# live_activity.headline.blocked.other
source: %lld agents need you
ja: %lld件のエージェントが対応を待っています

# live_activity.headline.working.one
source: 1 working
ja: 1件作業中

# live_activity.headline.working.other
source: %lld working
ja: %lld件作業中

# notifications.title
source: Notifications
ja: 通知

# pairing.connect.codeField.placeholder
source: Or paste the code from Programa ▸ Settings ▸ Phone
ja: またはProgramaの「設定 ▸ 電話」にあるコードを貼り付け

# pairing.connect.error.invalidPastedCode
source: That doesn't look like a Programa pairing code. Scan the QR code, or paste the ticket and token below instead.
ja: Programaのペア設定コードではないようです。QRコードをスキャンするか、以下にチケットとトークンを貼り付けてください。

# pairing.connect.error.invalidScannedCode
source: That QR code wasn't a valid Programa pairing code.
ja: そのQRコードは有効なProgramaのペア設定コードではありませんでした。

# pairing.connect.icloud.accountMismatchNotice
source: This iPhone and your Mac must be signed into the same iCloud account for background notifications to arrive. Programa can't detect a mismatch — check the Apple ID on both devices if notifications never show up.
ja: バックグラウンド通知を受け取るには、このiPhoneとMacが同じiCloudアカウントでサインインしている必要があります。Programaはこの不一致を検出できないため、通知が届かない場合は両方のデバイスのApple IDを確認してください。

# pairing.connect.icloud.signedIn
source: iCloud is signed in on this iPhone.
ja: このiPhoneはiCloudにサインイン済みです。

# pairing.connect.networkPath.label
source: Network path
ja: ネットワーク経路

# pairing.connect.scanButton
source: Scan QR Code
ja: QRコードをスキャン

# pairing.connect.section.code
source: Pairing code
ja: ペア設定コード

# pairing.connect.section.status
source: Status
ja: ステータス

# pairing.connect.title
source: Connect to Programa
ja: Programaに接続

# pairing.connect.useCodeButton
source: Connect
ja: 接続

# pairing.scanner.title
source: Scan QR Code
ja: QRコードをスキャン

# pairing.scanner.unavailable.accessDenied
source: Camera access is off for Programa. Enable it in Settings ▸ Programa to scan the pairing code, or paste it instead.
ja: Programaのカメラアクセスがオフになっています。ペア設定コードをスキャンするには設定 ▸ Programaで有効にするか、代わりに貼り付けてください。

# pairing.scanner.unavailable.generic
source: Camera unavailable. Paste the pairing code instead.
ja: カメラを利用できません。代わりにペア設定コードを貼り付けてください。

# pairing.scanner.unavailable.noCamera
source: No camera is available on this device. Paste the pairing code instead.
ja: このデバイスではカメラを使用できません。代わりにペア設定コードを貼り付けてください。

# remote.status.connected
source: Connected
ja: 接続済み

# remote.status.connecting
source: Connecting…
ja: 接続中…

# remote.status.disconnected
source: Not connected
ja: 未接続

# remote.status.reconnecting
source: Reconnecting…
ja: 再接続中…

# surface.title.fallback
source: Surface
ja: サーフェス

# workspace.displayName.fallback
source: Workspace
ja: ワークスペース

# workspace.title.untitled
source: Untitled workspace
ja: 無題のワークスペース

# workspaceList.changePairing.button
source: Change Pairing
ja: ペア設定を変更

# workspaceList.empty
source: No workspaces yet.
ja: ワークスペースはまだありません。

# workspaceList.title
source: Workspaces
ja: ワークスペース
